Repository: open-craft/xblock-eoc-journal
Catalog: eoc_journal/translations/*/LC_MESSAGES/text.po
Languages: ar, es_419, fr, ja_jp, pl_pl

source: Title (display name)
ar: العنوان (اسم العرض)
es_419: Título (nombre para mostrar)
fr: Titre (afficher le nom)
ja_jp: タイトル（表示名）
pl_pl: Tytuł (wyświetlana nazwa)

source: Title to display
ar: العنوان المطلوب عرضه
es_419: Título a mostrar
fr: Titre à afficher
ja_jp: 表示するタイトル
pl_pl: Tytuł, który będzie widoczny

source: Course Journal
ar: مجلة الدورة التدريبية
fr: Journal de cours
ja_jp: コースジャーナル
pl_pl: Dziennik kursu

source: Key Takeaways PDF handle
ar: الدروس المستفادة الرئيسية (PDF)
es_419: Controlador del archivo en PDF de Conceptos clave
fr: Gestion des PDF d’informations clés
ja_jp: 重要な点のPDFハンドル
pl_pl: Ostatni element adresu URL pliku PDF Najważniejsze zagadnienia

source: URL handle of the Key Takeaways PDF file that was uploaded to Studio Files & Uploads section. Should start with '/static/'. Example: /static/KeyTakeaways.pdf
ar: عنوان URL لملف الدروس المستفادة الرئيسية (PDF) الذي تم تحميله إلى قسم تحميل ملفات الاستوديو والتحميلات. يجب أن تبدأ بـ "/static/". مثال /static/KeyTakeaways.pdf
es_419: Se refiere a la URL correspondiente al controlador del archivo PDF de Conceptos clave que se cargaron a la sección Archivos y cargas en Studio. Debe comenzar con el comando '/static/'. Por ejemplo: /static/conceptosclave.pdf
fr: Adresse URL du fichier PDF d’informations clés qui a été téléchargé dans la section Studio Files & Uploads. Commencer par "/static/". Exemple : /static/KeyTakeaways.pdf
ja_jp: Studio Files & Uploadセクションにアップロードした重要な点PDFファイルのURLハンドル。「'/static/'」で始まります。例：/static/KeyTakeaways.pdf
pl_pl: Ostatni element adresu URL pliku PDF Najważniejsze zagadnienia, który został przesłany do sekcji Pliki i przesłane materiały Studio. Musi być poprzedzony elementem „/static/”. Przykład: /static/NajwazniejszeZagadnienia.pdf

source: Problem Builder Freeform Answers
ar: حل المشكلات الإجابات الحرة لمنشئ المشكلات
es_419: Respuestas de forma libre del Generador de problema
fr: Réponses libres aux problèmes
ja_jp: 問題ビルダーのフリーフォームの回答
pl_pl: Odpowiedzi konstruktora problemów o swobodnych charakterze

source: Select Problem Builder Freeform Answer components which you want to include in the report.
ar: حدد مكونات الحل الحر لمنشئ المشاكل التي تريد تضمينها في التقرير.
es_419: Seleccione los componentes de las respuestas de forma libre del Generador de problema que desea incluir en el informe.
fr: Sélectionner les éléments de réponse libre du Problem Builder que vous souhaitez inclure dans le rapport.
ja_jp: レポートに含める、問題ビルダーのフリーフォームの回答のコンポーネントを選択します。
pl_pl: Wybierz elementy odpowiedzi konstruktora problemów o swobodnym charakterze, które mają znaleźć się w raporcie

source: PDF Title
ar: عنوان PDF
es_419: Título del archivo PDF
fr: Titre du PDF
ja_jp: PDFタイトル
pl_pl: Tytuł PDF

source: Title of the PDF report. Leave blank to use the course title.
ar: عنوان تقرير PDF. اترك الحقل فارغاً لاستخدام عنوان الدورة التعليمية.
es_419: Se refiere al título del informe en PDF. Deje el título en blanco para luego utilizar el nombre del curso.
fr: Titre du rapport PDF. Laisser le champ vide pour utiliser le titre du cours.
ja_jp: PDFレポートのタイトル。空欄はコースタイトル用に空けておきます。
pl_pl: Tytuł pliku PDF raportu. Jeśli chcesz użyć nazwy kursu, zostaw to pole puste.

source: PDF Report Link heading
ar: عنوان ارتباط تقرير PDF
es_419: Encabezado del enlace al informe en PDF
fr: Rubrique à afficher au-dessus du lien du rapport PDF
ja_jp: PDFレポートリンク見出し
pl_pl: Nagłówek linku do raportu PDF

source: The heading text to display above the link for downloading the PDF Report.
ar: نص العنوان الذي سيتم عرضه أعلى الارتباط لتنزيل تقرير PDF.
es_419: Se refiere al texto del encabezado que se muestra debajo del enlace para descargar el informe en PDF.
fr: Le texte de la rubrique à afficher au-dessus du lien pour le téléchargement du rapport PDF.
ja_jp: PDFレポートのダウンロード用リンクを上部に表示するための見出しテキスト。
pl_pl: Tekst nagłówka, który będzie się wyświetlać powyżej linku do pobrania raportu w PDF

source: PDF Report
ar: تقرير PDF
es_419: Informe en PDF
fr: Rapport PDF
ja_jp: PDFレポート
pl_pl: Plik PDF raportu

source: PDF Report Link text
ar: نص رابط تقرير PDF
es_419: Texto del enlace al informe en PDF
fr: Texte du lien du rapport PDF
ja_jp: PDFレポートリンクテキスト
pl_pl: Tekstu linku do raportu PDF

source: The text to display in the link for downloading the PDF Report.
ar: النص الذي سيتم عرضه في الارتباط لتنزيل تقرير PDF.
es_419: Se refiere al texto que se muestra debajo del enlace para descargar el informe en PDF.
fr: Texte à afficher dans le lien de téléchargement du rapport PDF.
ja_jp: PDFレポートのダウンロード用リンクに表示するためのテキスト。
pl_pl: Tekst, który będzie się wyświetlać w linku do pobrania raportu w PDF

source: Download PDF
ar: تنزيل PDF
es_419: Descargar PDF
fr: Télécharger le fichier CSV
ja_jp: PDFをダウンロードする
pl_pl: Pobierz PDF

source: Display User Metrics
ar: عرض مقاييس المستخدم
es_419: Mostrar métricas del usuario
fr: Afficher les indicateurs de l'utilisateur
ja_jp: ユーザー測定基準
pl_pl: Pokaż dane dotyczące użytkownika

source: Would you like to display progress, proficiency and engagement metrics in the XBlock view in LMS?
ar: هل ترغب في عرض مقاييس التقدم والكفاءة والمشاركة في عرض XBlock في نظام إدارة التعلم (LMS)؟
es_419: ¿Le gustaría mostrar las métricas del progreso, la competencia y la participación en el curso en la vista XBlock en LMS?
fr: Souhaitez-vous afficher les indicateurs de progrès, de compétence et d'engagement dans la vue XBlock de LMS ?
ja_jp: 進度、習熟度、エンゲージメントの測定基準をLMSのXBlockビューに表示しますか？
pl_pl: Czy chcesz pokazać dane dotyczące postępu, biegłości i poziomu zaangażowania w widoku XBlock w LMS?

source: Display Key Takeaways section
ar: عرض قسم الدروس المستفادة
es_419: Mostrar la sección Conceptos clave
fr: Afficher la section des informations clés
ja_jp: 重要な点セクションを表示
pl_pl: Pokaż sekcję Najważniejsze zagadnienia

source: Would you like to display Key Takeaways section in the XBlock view in LMS?
ar: هل ترغب في عرض قسم "الدروس المستفادة الرئيسية" في عرض XBlock في نظام إدارة التعلم (LMS)؟
es_419: ¿Le gustaría mostrar la sección Conceptos clave en la vista XBlock en LMS?
fr: Souhaitez-vous afficher la section des informations clés dans la vue XBlock de LMS ?
ja_jp: 重要な点セクションをLMSのXblockビューで表示しますか？
pl_pl: Czy chcesz pokazać sekcję Najważniejsze zagadnienia w widoku XBlock w LMS?

source: Display answers
ar: عرض الإجابات
es_419: Mostrar respuestas
fr: Afficher les réponses
ja_jp: 回答を表示
pl_pl: Pokaż odpowiedzi

source: Would you like to display free text answers in the XBlock view in LMS?
ar: هل ترغب في عرض إجابات نصية حرة في عرض XBlock في نظام إدارة التعلم (LMS)؟
es_419: ¿Le gustaría mostrar las respuestas de texto libre en la vista XBlock en LMS?
fr: Souhaitez-vous afficher les réponses libres dans la vue XBlock de LMS ?
ja_jp: 重要な点セクションをLMSのXblockビューで表示しますか？
pl_pl: Czy chcesz wyświetlić swobodny tekst odpowiedzi w widoku XBlock w LMS?

source: Default Font
ar: الخط الافتراضي
es_419: Fuente predeterminada
fr: Police de caractères par défaut
ja_jp: デフォルトフォント
pl_pl: Domyślna czcionka

source: Studio static URL to a custom font file to be used for PDF report. Example: "/static/myfont.ttf". Leave empty to use default fonts. You can upload custom TTF font files from the Content - Files & Uploads page.
ar: عنوان URL لستوديو ثابت إلى ملف خط مخصص لاستخدامه لتقرير PDF. مثال 'static/myfont.ttf/'. اتركه فارغاً لاستخدام الخطوط الافتراضية. يمكنك تحميل ملفات الخط TTF مخصصة من صفحة المحتوى - الملفات والتحميلات.
es_419: Se refiere a la URL estática en Studio a un archivo de fuente personalizada que se emplea en el informe en PDF de forma predeterminada. Ejemplo: "/static/myfont.ttf". Deje el campo en blanco para usar las fuentes predeterminadas. Puede cargar archivos personalizados de fuentes TTF desde la página Contenidos, sección Archivos y cargas.
fr: URL fixe du studio vers un fichier de police personnalisé à utiliser pour le rapport PDF. Exemple : "/static/myfont.ttf". Laisser le champ vide pour utiliser les polices de caractères par défaut. Vous pouvez télécharger des fichiers de police TTF personnalisés à partir de la page Contenu - Fichiers et téléchargements.
ja_jp: PDFレポートに使用されるカスタムフォントファイルのStudioの静的URL。例：「/static/myfont.ttf」。デフォルトフォントで使用するため空欄のままにしておきます。コンテンツ - ファイルとアップロードページからカスタムTTFフォントファイルをアップロードできます。
pl_pl: Statyczny URL Studio do pliku czcionki niestandardowej, która ma zostać użyta w pliku PDF raportu. Przykład: „/static/myfont.ttf”. Pozostaw to pole puste, aby użyć standardowych czcionek. Pliki TTF czcionek niestandardowych możesz przesłać ze strony Zawartość – pliki i przesłane materiały.

source: Not answered yet.
ar: لم تتم الإجابة بعد.
es_419: Aún no se respondió.
fr: Aucune réponse pour l'instant.
ja_jp: 未回答です。
pl_pl: Nie udzielono jeszcze odpowiedzi.

source: Progress
ar: التقدم المحرز
es_419: Avance
fr: Progression
ja_jp: 進度
pl_pl: Stopień ukończenia

source: You are %(tag_start)s%(percentage)s%(tag_end)s%% of the way through the course based on completion of modules within lessons.
ar: لقد أكملت %(tag_start)s%(percentage)s%(tag_end)s%% من الدورة التدريبية بناءً على إكمال الوحدات بالدروس.
es_419: Usted ha completado el %(tag_start)s%(percentage)s%(tag_end)s%% del curso con base en el número de módulos finalizados de las lecciones.
fr: Vous avez suivi %(tag_start)s%(percentage)s%(tag_end)s%% du cours sur la base des modules achevés dans les leçons.
ja_jp: 次のレッスン中の完了モジュールに基づいた、あなたのコース進度は%(tag_start)s%(percentage)s%(tag_end)s%%です。
pl_pl: Jesteś w %(tag_start)s%(percentage)s%(tag_end)s%% drogi do ukończenia kursu (na podstawie dotychczas ukończonych modułów w ramach lekcji).

source: The cohort average is %(tag_start)s%(percentage)s%(tag_end)s%%.
ar: متوسط المجموعة هو %(tag_start)s%(percentage)s%(tag_end)s%%.
es_419: El promedio del grupo es %(tag_start)s%(percentage)s%(tag_end)s%%.
fr: La moyenne de la division est de %(tag_start)s%(percentage)s%(tag_end)s%%.
ja_jp: コホート平均は%(tag_start)s%(percentage)s%(tag_end)s%%です。
pl_pl: Średnia grupy kursantów = %(tag_start)s%(percentage)s%(tag_end)s%%.

source: Progress data is not available.
ar: بيانات التقدم المحرز غير متوفرة.
es_419: Los datos sobre el progreso no están disponibles.
fr: Les données sur la progression ne sont pas disponibles.
ja_jp: 進度データを利用できません。
pl_pl: Dane o stopniu ukończenia kursu nie są dostępne.

source: Proficiency
ar: الكفاءة
es_419: Competencia
fr: Compétence
ja_jp: 習熟度
pl_pl: Biegłość

source: Your current proficiency score is %(tag_start)s%(proficiency)s%(tag_end)s%% following completion of graded items in this course.
ar: درجة كفائتك الحالية هي %(tag_start)s%(proficiency)s%(tag_end)s%%بعد إكمال من العناصر المدرجة في هذه الدورة التدريبية.
es_419: Su puntaje de competencia actual es %(tag_start)s%(proficiency)s%(tag_end)s%% luego de completar elementos calificados en este curso.
fr: Votre note de compétence actuelle est de %(tag_start)s%(proficiency)s%(tag_end)s%% après avoir terminé les éléments notés dans ce cours.
ja_jp: このコースの成績評価済み項目を含めると、あなたの習熟度スコアは%(tag_start)s%(proficiency)s%(tag_end)s%%です。
pl_pl: Ocena Twojej biegłości to %(tag_start)s%(proficiency)s%(tag_end)s%% (na podstawie zadań na ocenę wykonanych w ramach tego kursu).

source: The cohort average is %(tag_start)s%(proficiency)s%(tag_end)s%%.
ar: متوسط المجموعة هو %(tag_start)s%(proficiency)s%(tag_end)s%%.
es_419: El promedio del grupo es %(tag_start)s%(proficiency)s%(tag_end)s%%.
fr: La moyenne de la division est de %(tag_start)s%(proficiency)s%(tag_end)s%%.
ja_jp: コホート平均は%(tag_start)s%(proficiency)s%(tag_end)s%%です。
pl_pl: Średnia grupy kursantów = %(tag_start)s%(proficiency)s%(tag_end)s%%.

source: Proficiency data is not available.
ar: بيانات الكفاءة غير متوفرة.
es_419: Los datos sobre el avance no están disponibles.
fr: Les données sur la compétence ne sont pas disponibles.
ja_jp: 習熟度データを利用できません。
pl_pl: Dane o poziomie biegłości nie są dostępne.

source: Engagement
ar: المشاركة
es_419: Participación en el curso
fr: Implication
ja_jp: エンゲージメント
pl_pl: Poziom zaangażowania

source: Your current engagement score is %(tag_start)s%(score)s%(tag_end)s based on your engagement interactions with other participants in your cohort in the discussion forums.
ar: تعتمد نتيجة مشاركتك الحالية %(tag_start)s%(score)s%(tag_end)sعلى تفاعلاتك الاجتماعية مع المشاركين الآخرين في مجموعتك في مناقشات المنتديات.
es_419: Su puntaje de participación en el curso actual es %(tag_start)s%(score)s%(tag_end)s con base en sus interacciones de participación en los foros de debate con otros participantes en su grupo.
fr: Votre note d’implication actuelle est de %(tag_start)s%(score)s%(tag_end)s sur la base de vos interactions sociales avec d’autres participants de votre division dans les forums.
ja_jp: ディスカッションフォーラムにおけるコホートの他の参加者との交流に基づいた、あなたの現在のエンゲージメントスコアは%(tag_start)s%(score)s%(tag_end)sです。
pl_pl: Punktacja wyrażająca Twój poziom zaangażowania wynosi %(tag_start)s%(score)s%(tag_end)s i została obliczona na podstawie interakcji z innymi uczestnikami kursu w całej grupie kursantów na forach dyskusyjnych.

source: The cohort average is %(tag_start)s%(score)s%(tag_end)s.
ar: متوسط المجموعة هو %(tag_start)s%(score)s%(tag_end)s.
es_419: El promedio del grupo es %(tag_start)s%(score)s%(tag_end)s.
fr: La moyenne de la division est de %(tag_start)s%(score)s%(tag_end)s.
ja_jp: コホート平均は%(tag_start)s%(score)s%(tag_end)sです。
pl_pl: Średnia grupy kursantów = %(tag_start)s%(score)s%(tag_end)s.

source: Measured engagement
ar: المشاركة المقاسة
es_419: Participación promedio en el curso:
fr: Implication évaluée
ja_jp: エンゲージメント測定
pl_pl: Zaobserwowany poziom zaangażowania:

source: Stats
ar: الإحصائيات
es_419: Estadísticas
fr: Statistiques
ja_jp: 統計
pl_pl: Statystyki

source: Number of New Posts you created
ar: عدد المنشورات الجديدة التي قمت بإنشائها
es_419: Cantidad de publicaciones nuevas que creó
fr: Nombre de nouvelles publications que vous avez faites
ja_jp: 作成した新しい投稿数
pl_pl: Liczba stworzonych przez Ciebie Nowych postów

source: Number of Replies you made to other posts
ar: عدد الردود التي أجريتها على المنشورات الأخرى
es_419: Cantidad de respuestas a otras publicaciones
fr: Nombre de réponses que vous avez envoyées suite à d'autres publications
ja_jp: 他の投稿に対してあなたが行った返信数
pl_pl: Liczba Twoich Odpowiedzi na posty innych

source: Number of Comments Generated by your posts
ar: عدد التعليقات التي تم إنشاؤها بواسطة منشوراتك
es_419: Cantidad de comentarios generados por sus publicaciones
fr: Nombre de commentaires générés par vos publications
ja_jp: あなたの投稿から発生したコメント数
pl_pl: Liczba Komentarzy w odpowiedzi na Twoje posty

source: Number of Upvotes your posts have received
ar: عدد التأييدات التي تلقتها منشوراتك
es_419: Cantidad de votos a favor que han recibido sus publicaciones
fr: Nombre de votes favorables reçus par vos publications
ja_jp: あなたの投稿が受けた賛成票数
pl_pl: Liczba Punktów zdobytych przez Twoje posty

source: Number of your posts being Followed
ar: عدد منشوراتك التي تتم متابعتها
es_419: Cantidad de publicaciones que se siguen
fr: Nombre de vos publications suivies
ja_jp: フォローされている投稿数
pl_pl: Liczba Twoich postów śledzonych przez innych uczestników.

source: Engagement data is not available.
ar: بيانات المشاركة غير متوفرة.
es_419: Los datos sobre la participación en el curso no están disponibles.
fr: Les données sur l'implication ne sont pas disponibles.
ja_jp: エンゲージメントデータを利用できません。
pl_pl: Dane o poziomie zaangażowania nie są dostępne.

source: Key Takeaways
ar: الدروس المستفادة الرئيسية (PDF)
es_419: Conceptos clave
fr: Informations clés
ja_jp: 重要な点
pl_pl: Najważniejsze zagadnienia

source: Key Takeaways PDF not available at this time.
ar: الدروس المستفادة الرئيسية (PDF) غير متوفرة في الوقت الحالي.
es_419: El archivo PDF de los Conceptos clave no está disponible en este momento.
fr: Le PDF des informations clés n'est pas disponible pour le moment.
ja_jp: 重要な点のPDFは現在利用できません。
pl_pl: Plik PDF Najważniejsze zagadnienia nie jest w tym momencie dostępny.

source: Save
ar: حفظ
es_419: Guardar
fr: Enregistrer
ja_jp: 保存する
pl_pl: Zapisz

source: Cancel
ar: إلغاء
es_419: Cancelar
fr: Annuler
ja_jp: キャンセル
pl_pl: Anuluj
